Repository: DanielHusiuk/Better-Calc
Catalog: Better Calc/Other/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_pt, sv, tr, uk, zh_hans

# auto_delete_1_month
source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese
ja: 1か月
ko: 1개월
nl: 1 maand
pl: 1 miesiąc
pt_pt: 1 mês
sv: 1 månad
tr: 1 ay
uk: 1 місяць
zh_hans: 1个月

# auto_delete_1_week
source: 1 week
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ja: 1週間
ko: 1주
pl: 1 tydzień
pt_pt: 1 semana
sv: 1 vecka
tr: 1 hafta
uk: 1 тиждень
zh_hans: 1周

# auto_delete_3_months
source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi
ja: 3か月
ko: 3개월
nl: 3 maanden
pl: 3 miesiące
pt_pt: 3 meses
sv: 3 månader
tr: 3 ay
uk: 3 місяці
zh_hans: 3个月

# button_age
source: Age
de: Alter
es: Edad
fr: L'âge
it: Età
ja: 年齢
ko: 나이
nl: Leeftijd
pl: Wiek
pt_pt: Idade
sv: Åldras
tr: Yaş
uk: Вік
zh_hans: 年龄

# button_area
source: Area
de: Bereich
es: Área
fr: Zone
it: Zona
ja: エリア
ko: 영역
nl: Gebied
pl: Obszar
pt_pt: Área
sv: Område
tr: Alan
uk: Площа
zh_hans: 区域

# button_basic
source: Basic
de: Grundlegend
es: Básico
fr: De base
it: Di base
ja: ベーシック
ko: 기초적인
nl: Basis
pl: Podstawowy
pt_pt: Básico
sv: Grundläggande
tr: Temel
uk: Базовий
zh_hans: 基本的

# button_count_system
source: Count System
de: Zählsystem
es: Sistema de conteo
fr: Système de comptage
it: Sistema di conteggio
ja: 計数システム
ko: 카운트 시스템
nl: Telsysteem
pl: System liczenia
pt_pt: Sistema de contagem
sv: Räknesystem
tr: Sayım Sistemi
uk: Система Числення
zh_hans: 计数系统

# button_crypto
source: Crypto
de: Krypto
es: Criptomoneda
it: Criptovaluta
ja: 暗号通貨
ko: 암호화폐
pl: Krypto
pt_pt: Cripto
sv: Krypto
tr: Kripto
uk: Крипта
zh_hans: 加密货币

# button_currency
source: Currency
de: Währung
es: Moneda
fr: Monnaie
it: Valuta
ja: 通貨
ko: 통화
nl: Valuta
pl: Waluta
pt_pt: Moeda
sv: Valuta
tr: Döviz
uk: Валюта
zh_hans: 货币

# button_data
source: Data Size
de: Datengröße
es: Tamaño de los datos
fr: Taille des données
it: Dimensione dei dati
ja: データサイズ
ko: 데이터 크기
nl: Gegevensgrootte
pl: Rozmiar danych
pt_pt: Tamanho dos dados
sv: Datastorlek
tr: Veri boyutu
uk: Розмір даних
zh_hans: 数据大小

# button_date
source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt_pt: Data
sv: Datum
tr: Tarih
uk: Дата
zh_hans: 日期

# button_discount
source: Discount
de: Rabatt
es: Descuento
fr: Rabais
it: Sconto
ja: 割引
ko: 할인
nl: Korting
pl: Rabat
pt_pt: Desconto
sv: Rabatt
tr: İndirim
uk: Знижка
zh_hans: 折扣

# button_investment
source: Investment
de: Investition
es: Inversión
fr: Investissement
it: Investimenti
ja: 投資
ko: 투자
nl: Investering
pl: Inwestycja
pt_pt: Investimento
sv: Investering
tr: Yatırım
uk: Інвестиція
zh_hans: 投资

# button_length
source: Length
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
ja: 長さ
ko: 길이
nl: Lengte
pl: Długość
pt_pt: Comprimento
sv: Längd
tr: Uzunluk
uk: Довжина
zh_hans: 长度

# button_loan
source: Loan
de: Darlehen
es: Préstamo
fr: Prêt
it: Prestito
ja: ローン
ko: 대여
nl: Lening
pl: Pożyczka
pt_pt: Empréstimo
sv: Lån
tr: Kredi
uk: Позика
zh_hans: 贷款

# button_mass
source: Mass
de: Masse
es: Masa
fr: Masse
it: Massa
ja: 質量
ko: 질량
nl: Massa
pl: Masa
pt_pt: Massa
sv: Massa
tr: Kütle
uk: Маса
zh_hans: 质量

# button_resolution
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 決議
ko: 해상도
nl: Resolutie
pl: Rezolucja
pt_pt: Resolução
sv: Upplösning
tr: Çözünürlüğü
uk: Розширення
zh_hans: 分辨率

# button_scientific
source: Scientific
de: Wissenschaftlich
es: Científica
fr: Scientifique
it: Scientifico
ja: 科学的
ko: 과학적
nl: Wetenschappelijk
pl: Naukowy
pt_pt: Científico
sv: Vetenskaplig
tr: Bilimsel
uk: Науковий
zh_hans: 科学的

# button_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: アプリの設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_pt: Configurações
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

# button_speed
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: スピード
ko: 속도
nl: Snelheid
pl: Prędkość
pt_pt: Velocidade
sv: Hastighet
tr: Hız
uk: Швидкість
zh_hans: 速度

# button_temperature
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
ko: 온도
nl: Temperatuur
pl: Temperatura
pt_pt: Temperatura
sv: Temperatur
tr: Sıcaklık
uk: Температура
zh_hans: 温度

# button_time
source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ja: 時間
ko: 시간
nl: Tijd
pl: Czas
pt_pt: Tempo
sv: Tid
tr: Zaman
uk: Час
zh_hans: 时间

# button_tips
source: Tips
de: Trinkgeld
es: Consejos
fr: Pourboire
it: Mancia
ja: ヒント
ko: 팁
pl: Napiwki
pt_pt: Dicas
tr: İpuçları
uk: Чайові
zh_hans: 小费

# button_volume
source: Volume
de: Volumen
es: Volumen
ja: ボリューム
ko: 부피
pl: Objętość
sv: Volym
tr: Hacim
uk: Об’єм
zh_hans: 体积

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annullare
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anulować
pt_pt: Cancelar
sv: Avboka
tr: İptal
uk: Відмінити
zh_hans: 取消

source: Cherry Red
de: Kirschrot
es: Rojo Cereza
fr: Rouge Cerise
it: Rosso Ciliegia
ja: チェリーレッド
ko: 체리 레드
nl: Kersenrood
pl: Wiśniow. Czerwon.
pt_pt: Vermelho Cereja
sv: Körsbärsröd
tr: Kiraz Kırmızısı
uk: Червона Вишня
zh_hans: 樱桃红

source: Choose unit:
de: Wählen Sie die Einheit:
es: Elija unidad:
fr: Choisir l'unité:
it: Scegli unità:
ja: 単位を選択:
ko: 단위 선택:
nl: Kies een eenheid:
pl: Wybierz jednostkę:
pt_pt: Escolher unidade:
sv: Välj enhet:
tr: Birim seçin:
uk: Виберіть одиниці:
zh_hans: 选择单位:

source: Confirm
de: Bestätigen
es: Confirme
fr: Confirmer
it: Confermare
ja: 確認する
ko: 확인
nl: Bevestig
pl: Potwierdzić
pt_pt: Confirmar
sv: Bekräfta
tr: Onaylayın
uk: Підтвердити
zh_hans: 确认

source: Cyan-Like
de: Cyan-ähnlich
es: Como Cyan
fr: Comme Cyan
it: Ciano-Simile
ja: シアンのような
ko: 청록색
nl: Zoals Cyaan
pl: Jak Cyan
pt_pt: Ciano-Como
sv: Cyanliknande
tr: Cyan Benzeri
uk: Як Блакить
zh_hans: 像青色

source: Deep Blue
de: Tiefblau
es: Azul Profundo
fr: Bleu Profond
it: Blu Profondo
ja: ディープブルー
ko: 딥 블루
nl: Diepblauw
pl: Głęboki błękit
pt_pt: Azul Profundo
sv: Djupblå
tr: Derin Mavi
uk: Глибокий Синій
zh_hans: 深蓝色

source: Delete history?
de: Geschichte löschen?
es: ¿Borrar el historial?
fr: Supprimer l'historique ?
it: Eliminare la cronologia?
ja: 履歴を消去しますか?
ko: 기록을 삭제하시겠습니까?
nl: Geschiedenis wissen?
pl: Usunąć historię?
pt_pt: Apagar histórico?
sv: Ta bort historik?
tr: Geçmişi temizle?
uk: Видалити історію?
zh_hans: 删除历史？

source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto
ja: 確認
ko: 완료
nl: Klaar
pl: Gotowe
pt_pt: Feito
sv: Gjort
tr: Bitti
uk: Готово
zh_hans: 完成的

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
pl: Edytuj
pt_pt: Editar
sv: Redigera
tr: Düzenle
uk: Редаг.
zh_hans: 编辑

# history_choose_results_you_want_to_delete
source: Select results you want to delete
de: Wählen Sie die Ergebnisse aus, die Sie löschen möchten
es: Seleccione los resultados que desea eliminar
fr: Sélectionnez les résultats que vous souhaitez supprimer
it: Selezionare i risultati che si desidera eliminare
ja: 削除したい結果を選択してください
ko: 삭제할 결과를 선택합니다.
nl: Selecteer de resultaten die u wilt verwijderen
pl: Wybierz wyniki, które chcesz usunąć
pt_pt: Selecionar os resultados que pretende eliminar
sv: Välj resultat du vill ta bort
tr: Silmek istediğiniz sonuçları seçin
uk: Виберіть результати, які потрібно видалити
zh_hans: 选择要删除的结果

# history_delete_all
source: Delete all
de: Alle löschen
es: Eliminar todo
fr: Supprimer tout
it: Cancellare tutti
ja: すべて削除
ko: 모두 삭제
nl: Alles verwijderen
pl: Usuń wszystko
pt_pt: Apagar tudo
sv: Ta bort alla
tr: Tümünü sil
uk: Видалити все
zh_hans: 全部删除

# history_nothing_to_delete
source: Nothing to delete
de: Nichts zu löschen
es: Nada que eliminar
fr: Rien à supprimer
it: Nulla da eliminare
ja: 削除するものはありません
ko: 삭제할 항목이 없습니다.
nl: Niets te verwijderen
pl: Nic do usunięcia
pt_pt: Nada para apagar
sv: Inget att radera
tr: Silinecek bir şey yok
uk: Нічого не обрано
zh_hans: 沒有可刪除

source: Just Gray
de: Einfach Grau
es: Sólo Gris
fr: Juste Gris
it: Solo Grigio
ja: ジャストグレー
ko: 그냥 회색
nl: Gewoon Grijs
pl: Po Prostu Szary
pt_pt: Apenas Cinzento
sv: Bara grått
tr: Sadece Gri
uk: Просто Сірий
zh_hans: 只是灰色

source: Miami One
de: Miami Eins
es: Miami Uno
it: Miami Uno
ja: マイアミワン
ko: 마이애미 원
nl: Miami Een
pl: Od Miami
sv: Miami Ett
tr: Miami bir
uk: З Маямі
zh_hans: 从迈阿密

source: Never
de: Niemals
es: Nunca
fr: Jamais
it: Mai
ja: 決して
ko: 절대로
nl: Nooit
pl: Nigdy
pt_pt: Nunca
sv: Aldrig
tr: Asla
uk: Ніколи
zh_hans: 从不

source: Okay
de: OK
es: OK
fr: OK
it: OK
ja: わかりました
ko: 괜찮아
nl: Oké
pl: OK
pt_pt: OK
sv: OK
tr: OK
uk: ОК
zh_hans: 好的

source: Old Purple
de: Altlila
es: Morado Viejo
fr: Vieux Violet
it: Viola Antico
ja: オールドパープル
ko: 올드 퍼플
nl: Oud Paars
pl: Stary Fiolet
pt_pt: Velho Roxo
sv: Gammal lila
tr: Eski Mor
uk: Старий Фіолет
zh_hans: 老紫

source: Older than 1 month
de: Älter als 1 Monat
es: Más de 1 mes
fr: Plus d'un mois
it: Più di 1 mese
ja: 1か月以上前
ko: 1개월 이상 경과
nl: Ouder dan 1 maand
pl: Starsze niż 1 miesiąc
pt_pt: Mais de 1 mês
sv: Äldre än 1 månad
tr: 1 aydan eski
uk: Старішу за 1 місяць
zh_hans: 超过 1 个月

source: Older than 1 week
de: Älter als 1 Woche
es: Más de 1 semana
fr: Plus d'une semaine
it: Più di 1 settimana
ja: 1週間以上前
ko: 1주 이상 경과
nl: Ouder dan 1 week
pl: Starsze niż 1 tydzień
pt_pt: Mais de 1 semana
sv: Äldre än 1 vecka
tr: 1 haftadan eski
uk: Старішу за 1 тиждень
zh_hans: 超过 1 周

source: Older than 3 months
de: Älter als 3 Monate
es: Más de 3 meses
fr: Plus de 3 mois
it: Più di 3 mesi
ja: 3か月以上前
ko: 3개월 이상 경과
nl: Ouder dan 3 maanden
pl: Starsze niż 3 miesiące
pt_pt: Mais de 3 meses
sv: Äldre än 3 månader
tr: 3 aydan eski
uk: Старішу за 3 місяці
zh_hans: 超过 3 个月

# open_developer_github
source: Open the developer’s GitHub?
de: GitHub des Entwicklers öffnen?
es: ¿Abrir el enlace GitHub del desarrollador?
fr: Ouvrir le GitHub des développeurs ?
it: GitHub aperto per gli sviluppatori?
ja: 開発者のGitHubを開きますか?
ko: 개발자의 GitHub을 열어보시겠습니까?
nl: GitHub-link openen?
pl: Otworzyć GitHub dewelopera?
pt_pt: Abrir o GitHub do programador?
sv: Öppna utvecklarens GitHub?
tr: Açık geliştiricinin GitHub'ı mı?
uk: Відкрити GitHub розробника?
zh_hans: 打开开发者的GitHub？

# pill_cannot_paste
source: Cannot paste
de: Einfügen nicht möglich
es: No se puede pegar
fr: Impossible de coller
it: Impossibile incollare
ja: 貼り付けできません
ko: 붙여넣기 할 수 없습니다
nl: Kan niet plakken
pl: Nie można wkleić
pt_pt: Não é possível colar
sv: Kan inte klistra in
tr: Yapıştırılamıyor
uk: Не вставлено
zh_hans: 无法粘贴

# pill_cannot_reset
source: Already reset
de: Bereits zurückgesetzt
es: Ya reiniciado
fr: Déjà réinitialisé
it: Già restaurato
ja: すでにリセット済み
ko: 이미 재설정됨
nl: Al gereset
pl: Już zresetowano
pt_pt: Já reiniciado
sv: Redan nollställd
tr: Zaten sıfırlandı
uk: Вже скинуто
zh_hans: 无法重置

# pill_history_deleted
source: History deleted
de: Verlauf gelöscht
es: Historial eliminado
fr: Historique supprimé
it: Cronologia eliminata
ja: 履歴を削除しました
ko: History list deleted
nl: Geschiedenis verwijderd
pl: Historia usunięta
pt_pt: História eliminada
sv: Historik raderad
tr: Tarih silindi
uk: Історію видалено
zh_hans: 历史记录已删除

# pill_history_error
source: History is empty
de: Die Geschichte ist leer
es: La historia está vacía
fr: L'histoire est vide
it: La storia è vuota
ja: 歴史は空だ
ko: 기록이 비어 있습니다
nl: Geschiedenis is leeg
pl: Historia jest pusta
pt_pt: A história está vazia
sv: Historien är tom
tr: Tarih boştur
uk: Історія пуста
zh_hans: 历史是空洞的

# pill_positions_already_standard
source: Already standard
de: Bereits Standard
es: Ya es estándar
fr: Déjà standard
it: Già standard
ja: すでに標準
ko: 이미 표준
nl: Al standaard
pl: Już standard
pt_pt: Já é padrão
sv: Redan standard
tr: Zaten standart
uk: Вже стандартні
zh_hans: 已经是标准

# pill_reset_done
source: Reset done
de: Zurücksetzen abgeschlossen
es: Reinicio realizado
fr: Réinitialisation effectuée
it: Reset eseguito
ja: リセット完了
ko: 재설정 완료
nl: Reset gedaan
pl: Zresetowano gotowe
pt_pt: Redefinida concluída
sv: Återställning klar
tr: Sıfırlama tamamlandı
uk: Скидання виконано
zh_hans: 重置已完成

# pill_result_copied
source: Result copied
de: Ergebnis kopiert
es: Resultado copiado
fr: Résultat copié
it: Risultato copiato
ja: コピー結果
ko: 결과 복사됨
nl: Resultaat gekopieerd
pl: Wynik skopiowany
pt_pt: Resultado copiado
sv: Resultat kopierat
tr: Sonuç kopyalandı
uk: Скопійовано
zh_hans: 结果已复制

# settings_color_theme
source: Color Theme:
de: Farbthema:
es: Tema de color:
fr: Thème de couleur:
it: Tema colore:
ja: カラーテーマ：
ko: 색상 테마:
nl: Kleurthema:
pl: Motyw kolorystyczny:
sv: Färg tema:
tr: Renk Teması:
uk: Колірна тема:
zh_hans: 颜色主题：

# settings_created_by
source: Author:
de: Autor:
es: Autor:
fr: Auteur:
it: Autore:
ja: 著者：
ko: 작가:
nl: Auteur:
pl: Autor:
pt_pt: Autor:
sv: Författare:
tr: Uygulama Yazarı:
uk: Розробив:
zh_hans: 作者：

# settings_d_delete_all_history
source: Delete entire history
de: Gesamten Verlauf löschen
es: Borrar todo el historial
fr: Supprimer tout l'historique
it: Cancellare l'intera cronologia
ja: 履歴全体を削除する
ko: 전체 기록 삭제
nl: Alle geschiedenis verwijderen
pl: Usuń całą historię
pt_pt: Apagar todo o histórico
sv: Radera all historik
tr: Tüm geçmişi sil
uk: Повністю видалити історію
zh_hans: 删除所有历史记录

# settings_d_reset_menu_buttons_positions
source: Reset menu buttons positions
de: Menütastenpositionen zurücksetzen
es: Restablecer posiciones de los botones del menú
fr: Réinitialiser les positions des boutons du menu
it: Ripristino delle posizioni dei pulsanti del menu
ja: メニューボタンの位置をリセット
ko: 메뉴 버튼 위치 재설정
nl: Posities van menuknoppen resetten
pl: Resetuj pozycje przycisków menu
pt_pt: Repor posições dos botões do menu
sv: Återställ menyknapparnas positioner
tr: Menü düğmelerinin konumlarını sıfırlayın
uk: Скинути позиції кнопок меню
zh_hans: 重置菜单按钮位置

# settings_data
source: Data:
de: Daten:
es: Datos:
fr: Donnés:
it: Dati:
ja: データ：
ko: 데이터:
nl: Gegevens:
pl: Dane:
pt_pt: Dados:
tr: Veri:
uk: Дані:
zh_hans: 数据：

# settings_delete_history_in_all_calculators
source: Delete history in all calculators?
de: Verlauf in allen Taschenrechnern löschen?
es: ¿Borrar el historial de todas las calculadoras?
fr: Supprimer l'historique dans toutes les calculatrices ?
it: Cancellare la cronologia in tutte le calcolatrici?
ja: 電卓の履歴をすべて削除しますか？
ko: 모든 계산기에서 기록을 삭제하시겠습니까?
nl: Geschiedenis verwijderen in alle rekenmachines?
pl: Usunąć historię ze wszystkich kalkulatorów?
pt_pt: Apagar histórico de todas as calculadoras?
sv: Radera historik i alla miniräknare?
tr: Tüm hesap makinelerindeki geçmişi silme
uk: Видалити історію всіх калькуляторів?
zh_hans: 删除所有计算器历史记录？

# settings_info
source: Info:
de: Infos:
es: Información:
fr: Infos:
ja: 情報：
ko: 정보:
pl: Informacja:
pt_pt: Informação:
tr: Bilgi:
uk: Інформація:
zh_hans: 信息：

# settings_none
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Nee
pl: Nic
pt_pt: Nenhum
sv: Ingen
tr: Hiçbiri
uk: Нічого
zh_hans: 无

# settings_o_w_l_calculator
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt_pt: Abrir
sv: Öppna
tr: Aç
uk: Відкрити
zh_hans: 打开

# settings_open_after_launch
source: After launch:
de: Nach dem Start:
es: Después del lanzamiento:
fr: Après le lancement :
it: Dopo il lancio:
ja: 起動後：
ko: 시작 후:
nl: Na de lancering:
pl: Po uruchomieniu:
pt_pt: Após o arranque:
sv: Efter start:
tr: Çalıştırdıktan sonra:
uk: Після запуску:
zh_hans: 启动后：

# settings_p_auto_delete
source: Auto-delete history
de: Verlauf automatisch löschen
es: Eliminar historial automáticamente
fr: Suppression automatique de l'historique
it: Eliminazione automatica della cronologia
ja: 履歴を自動削除
ko: 히스토리 자동 삭제
nl: Geschiedenis automatisch verwijderen
pl: Automatyczne usuwanie historii
pt_pt: Eliminar histórico automaticamente
sv: Auto-radera historik
tr: Geçmişi otomatik sil
uk: Авто-видаляти історію
zh_hans: 自动删除历史记录

# settings_p_change_language
source: Change language
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
it: Cambia lingua
ja: 言語を変更
ko: 언어 변경
nl: Taal wijzigen
pl: Zmień język
pt_pt: Mudar idioma
sv: Byt språk
tr: Dili değiştir
uk: Змінити мову
zh_hans: 更改语言

# settings_p_haptic_feedback
source: Haptic feedback
de: Haptisches Feedback
es: Retroalimentación háptica
fr: Retour haptique
it: Feedback tattile
ja: 触覚フィードバック
ko: 촉각적 피드백
nl: Haptische feedback
pl: Sprzężenie zwrotne dotykowe
pt_pt: Feedback tátil
sv: Haptisk feedback
tr: Haptik geri bildirim
uk: Тактильний відгук
zh_hans: 触觉反馈

# settings_p_keep_data_after_close
source: Keep data after close
de: Daten nach dem Schließen aufbewahren
es: Conservar datos después del cierre
fr: Conserver les données après la fermeture
it: Mantieni i dati dopo la chiusura
ja: 閉店後もデータを保持
ko: 닫은 후 데이터 유지
nl: Gegevens opslaan na het sluiten
pl: Zachowaj dane po zamknięciu
pt_pt: Manter os dados após o fecho
sv: Behåll data efter stängning
tr: Kapattıktan sonra verileri saklayın
uk: Зберігати стан після закриття
zh_hans: 关闭后保留数据

# settings_preferences
source: Preferences:
de: Vorlieben:
es: Preferencias:
fr: Préférences :
it: Preferenze:
ja: 好み:
ko: 선호사항:
nl: Voorkeuren:
pl: Preferencje:
pt_pt: Preferências:
sv: Inställningar:
tr: Tercihler:
uk: Параметри:
zh_hans: 偏好：

# settings_reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
nl: Opnieuw instellen
pl: Resetuj
pt_pt: Repor
sv: Återställa
tr: Sıfırla
uk: Скинути
zh_hans: 重置

# settings_reset_settings
source: Restore default settings?
de: Standardeinstellungen wiederherstellen?
es: ¿Restaurar configuración predeterminada?
fr: Restaurer les paramètres par défaut ?
it: Ripristinare le impostazioni predefinite?
ja: デフォルト設定に戻す？
ko: 기본 설정을 복원하시겠습니까?
nl: Standaardinstellingen herstellen?
pl: Przywrócić ustawienia domyślne?
pt_pt: Restaurar as definições padrão?
sv: Återställa standardinställningarna?
tr: Varsayılan ayarlara geri dönülsün mü?
uk: Скинути налаштування?
zh_hans: 恢复默认设置？

# settings_this_will_reset_all_parameters_to_default
source: This will reset all parameters to default
de: Dadurch werden alle Parameter auf die Standardwerte zurückgesetzt.
es: Esto restablecerá todos los parámetros a los valores predeterminados
fr: Cela réinitialisera tous les paramètres par défaut
it: Questo ripristinerà i valori predefiniti di tutti i parametri.
ja: これにより、すべてのパラメーターがデフォルトにリセットされる。
ko: 이렇게 하면 모든 매개변수가 기본값으로 재설정됩니다.
nl: Hiermee worden alle parameters teruggezet naar de standaardinstellingen
pl: Spowoduje to zresetowanie wszystkich parametrów do wartości domyślnych.
pt_pt: Esta ação repõe todos os parâmetros por defeito
sv: Detta kommer att återställa alla parametrar till standard
tr: Bu, tüm parametreleri varsayılana sıfırlayacaktır
uk: Це скине всі параметри до початкового стану
zh_hans: 这会将所有参数重置为默认值

source: This action is irreversible
de: Diese Aktion ist unumkehrbar
es: Esta acción es irreversible
fr: Cette action est irréversible
it: Questa azione è irreversibile.
ja: この行為は元に戻すことはできません
ko: 이 작업은 되돌릴 수 없습니다
nl: Deze actie is onomkeerbaar
pl: Działanie to jest nieodwracalne
pt_pt: Esta ação é irreversível
sv: Denna åtgärd är oåterkallelig
tr: Bu eylem geri döndürülemez
uk: Це незворотна дія
zh_hans: 此操作不可逆转

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_pt: Hoje
sv: Idag
tr: Bugün
uk: Сьогодні
zh_hans: 今天

# unit_area_acres
source: Acres
de: Akres
ja: エーカー
ko: 에이커
pl: Akry
tr: Dönümler
uk: Акри
zh_hans: 英亩

# unit_area_ares
source: Ares
de: Ar
ja: アレス
ko: 아레스
pl: Are
uk: Ар
zh_hans: 公亩

# unit_area_hectares
source: Hectares
de: Hektar
es: Hectáreas
it: Ettari
ja: ヘクタール
ko: 헥타르
pl: Hektary
sv: Hektar
tr: Hektar
uk: Гектари
zh_hans: 公顷

# unit_area_square_centimeters
source: Square centimeters
de: Quadratzentimeter
es: Centímetros cuadrados
fr: Centimètres carrés
it: Centimetri quadrati
ja: 平方センチメートル
ko: 제곱센티미터
nl: Vierkante centimeters
pl: Centymetry kwadratowe
pt_pt: Centímetros quadrados
sv: Kvadratcentimeter
tr: Santimetrekare
uk: Квадратні сантиметри
zh_hans: 平方厘米

# unit_area_square_feet
source: Square feet
de: Quadratfuß
es: Pies cuadrados
fr: Pieds carrés
it: Piedi quadrati
ja: 平方フィート
ko: 제곱피트
nl: Vierkante voeten
pl: Stopy kwadratowe
pt_pt: Pés quadrados
sv: Kvadratfot
tr: Kare ayak
uk: Квадратні фути
zh_hans: 平方英尺

# unit_area_square_inches
source: Square inches
de: Quadratzoll
es: Pulgadas cuadradas
fr: Pouces carrés
it: Pollici quadrati
ja: 平方インチ
ko: 제곱인치
nl: Vierkante inches
pl: Cale kwadratowe
pt_pt: Polegadas quadradas
sv: Tumme kvadrat
tr: İnç kare
uk: Квадратні дюйми
zh_hans: 平方英寸

# unit_area_square_kilometers
source: Square kilometers
de: Quadratkilometer
es: Kilómetros cuadrados
fr: Kilomètres carrés
it: Chilometri quadrati
ja: 平方キロメートル
ko: 제곱킬로미터
nl: Vierkante kilometers
pl: Kilometry kwadratowe
pt_pt: Quilómetros quadrados
sv: Kvadratkilometer
tr: Kare kilometre
uk: Квадратні кілометри
zh_hans: 平方千米

# unit_area_square_megameters
source: Square megameters
de: Quadratmegamaß
es: Megámetros cuadrados
fr: Mégamètres carrés
it: Megametri quadrati
ja: 平方メガメートル
ko: 제곱메가미터
nl: Vierkante megameters
pl: Megametry kwadratowe
pt_pt: Megâmetros quadrados
sv: Kvadratmegameter
tr: Kare megametre
uk: Квадратні мегаметри
zh_hans: 平方百万米

# unit_area_square_meters
source: Square meters
de: Quadratmeter
es: Metros cuadrados
fr: Mètres carrés
it: Metri quadrati
ja: 平方メートル
ko: 제곱미터
nl: Vierkante meters
pl: Metry kwadratowe
pt_pt: Metros quadrados
sv: Kvadratmeter
tr: Kare metre
uk: Квадратні метри
zh_hans: 平方米

# unit_area_square_micrometers
source: Square micrometers
de: Quadratmikrometer
es: Micrómetros cuadrados
fr: Micromètres carrés
it: Micrometri quadrati
ja: 平方マイクロメートル
ko: 제곱마이크로미터
nl: Vierkante micrometers
pl: Mikrometry kwadratowe
pt_pt: Micrómetros quadrados
sv: Mikrometrkvadrat
tr: Mikrometre kare
uk: Квадратні мікрометри
zh_hans: 平方微米

# unit_area_square_miles
source: Square miles
de: Quadratmeilen
es: Millas cuadradas
fr: Milles carrées
it: Miglia quadrate
ja: 平方マイル
ko: 제곱마일
nl: Vierkante mijlen
pl: Mile kwadratowe
pt_pt: Milhas quadradas
sv: Kvadrat miles
tr: Kare miller
uk: Квадратні милі
zh_hans: 平方英里

# unit_area_square_millimeters
source: Square millimeters
de: Quadratmillimeter
es: Milímetros cuadrados
fr: Millimètres carrés
it: Millimetri quadrati
ja: 平方ミリメートル
ko: 제곱밀리미터
nl: Vierkante millimeters
pl: Milimetry kwadratowe
pt_pt: Milímetros quadrados
sv: Millimeterkvadrat
tr: Milimetre kare
uk: Квадратні міліметри
zh_hans: 平方毫米

# unit_area_square_nanometers
source: Square nanometers
de: Quadratnanometer
es: Nanómetros cuadrados
fr: Nanomètres carrés
it: Nanometri quadrati
ja: 平方ナノメートル
ko: 제곱나노미터
nl: Vierkante nanometers
pl: Nanometry kwadratowe
pt_pt: Nanômetros quadrados
sv: Nanometerkvadrat
tr: Nanometre kare
uk: Квадратні нанометри
zh_hans: 平方纳米

# unit_area_square_yards
source: Square yards
de: Quadratyard
es: Yardas cuadradas
fr: Yards carrés
it: Yarde quadrate
ja: 平方ヤード
ko: 제곱야드
nl: Vierkante yards
pl: Yardy kwadratowe
pt_pt: Jardas quadradas
sv: Yardkvadrat
tr: Yard kare
uk: Квадратні ярди
zh_hans: 平方码

# unit_length_astronomical_units
source: Astronomical Units
de: Astronomische Einheiten
es: Unidades Astronómicas
fr: Unités Astronomiques
it: Unità Astronomiche
ja: 天文単位
ko: 천문 단위
nl: Astronomische Eenheden
pl: Jednostki Astronomiczne
pt_pt: Unidades Astronômicas
sv: Astronomiska Enheter
tr: Astronomik Birimler
uk: Астрономічні одиниці
zh_hans: 天文单位

# unit_length_centimeters
source: Centimeters
de: Zentimeter
es: Centímetros
fr: Centimètres
it: Centimetri
ja: センチメートル
ko: 센티미터
nl: Centimeter
pl: Centymetry
pt_pt: Centímetros
sv: Centimeter
tr: Santimetre
uk: Сантиметри
zh_hans: 厘米

# unit_length_decameters
source: Decameters
de: Dekameter
es: Decámetros
fr: Décamètres
it: Decametri
ja: デカメートル
ko: 데카미터
nl: Dekameter
pl: Dekametry
pt_pt: Decâmetros
sv: Dekameter
tr: Dekametre
uk: Декаметри
zh_hans: 十米

# unit_length_decimeters
source: Decimeters
de: Dezimeter
es: Decímetros
fr: Décimètres
it: Decimetri
ja: デシメートル
ko: 데시미터
nl: Decimeter
pl: Decymetry
pt_pt: Decímetros
sv: Decimeter
tr: Desimetre
uk: Дециметри
zh_hans: 分米
